Repository: linkimexico/aureum
Catalog: plugins/jsn/socialnetwork/app/Locale/*/LC_MESSAGES/default.po
Languages: it_it, pt_br

source: is required
pt_br: é obrigatório

source: Subject is required
it_it: Il Soggetto è obbligatorio
pt_br: Assunto é obrigatório

source: Message is required
it_it: Il Testo del Messaggio è obbligatorio
pt_br: Mensagem é obrigatória

source: Location is required
it_it: La località è obbligatoria
pt_br: Locaização é obrigatória

source: From is not a valid date format (yyyy-mm-dd)
it_it: Devi inserire un formato valido per la data di inizio (yyyy-mm-dd)
pt_br: De não é um formato válido para data (aaaa-mm-dd)

source: To is not a valid date format (yyyy-mm-dd)
it_it: Devi inserire un formato valido per la data di fine (yyyy-mm-dd)
pt_br: Para não é um formato válido para data (aaaa-mm-dd)

source: Description is required
it_it: La Descrizione è obbligatoria
pt_br: Descrição é obrigatória

source: Name is required
it_it: Il Nome è obbligatoria
pt_br: Nome é obrigatório

source: must only contain letters and numbers
it_it: deve contenere solo lettere e numeri
pt_br: deve conter apenas letras e números

source: already exists
it_it: è già esistente
pt_br: já existe

source: Reason is required
it_it: La Ragione è obbligatoria
pt_br: Razão é obrigatório

source: Email must be a valid email
it_it: L'indirizzo Email deve essere valido
pt_br: Endereço de e-mail deve ser válido

source: Email already exists
it_it: Email già esistente
pt_br: E-mail já cadastrado

source: Email is required
it_it: L'Email è obbligatoria
pt_br: E-mail é obrigatório

source: Password must have at least 6 characters
pt_br: A senha deve ter pelo menos 6 letras e números

source: Passwords do not match
pt_br: Senhas não coincidem

source: Birthday is required
pt_br: Data de nascimento é obrigatória

source: Gender is required
pt_br: Sexo é obrigatório

source: Username must only contain letters and numbers
pt_br: Nome de usuário deve conter apenas letras e números

source: Username must be between 5 and 50 characters long.
pt_br: Nome de usuário deve ter entre 5 e 50 letras e números.

source: Username already exists
pt_br: Nome de usuário já existe

source: Source is required
pt_br: Fonte é obrigatório

source: Friend
it_it: Amico
pt_br: Amigo

source: at
it_it: alle
pt_br: às

source: Move to
it_it: Muovi in
pt_br: Mover para

source: With selected...
it_it: Con i selezionati...
pt_br: Com os selecionados...

source: Blogs
it_it: Blog

source: Address
it_it: Indirizzo

source: Popular
it_it: Popolare

source: Current Attuale
it_it: Password

source: Request to permanently delete my account
it_it: Richiedi di cancellare permanentemente il mio Account

source: Likes
it_it: Mi Piace

source: Dislikes
it_it: Non mi Piace
