Repository: linkimexico/aureum
Catalog: plugins/jsn/socialnetwork/app/Locale/*/LC_MESSAGES/default.po
Languages: it_it, pt_br

source: Public
it_it: Pubblico
pt_br: Público

source: Restricted
it_it: Ristretto
pt_br: Restrito

source: Private
it_it: Privato
pt_br: Fechado

source: and %s others
it_it: e %s altri
pt_br: e %s outros

source: message
it_it: messaggio
pt_br: mensagem

source: Pinned
pt_br: Marcado

source: Attached files
it_it: File allegati
pt_br: Arquvos anexos

source: Locked
it_it: Chiuso
pt_br: Travado

source: Last posted by %s
it_it: Ultimo post da %s
pt_br: Enviado por último por %s

source: Remove Member
it_it: Rimuovi Membro
pt_br: Remover integrante

source: Make Admin
it_it: Crea Amministratore
pt_br: Tornar Administrador

source: Remove Admin
it_it: Rimuovi Amministratore
pt_br: Remover Administrador

source: %s friend
it_it: %s amico
pt_br: %s amigo

source: wrote on your profile
it_it: scrivi sul tuo profilo
pt_br: escreveu em seu perfil

source: commented on %s status
it_it: ha commentato %s stato
pt_br: comentou no status de %s

source: commented on your status
it_it: ha commentato il tuo stato
pt_br: comentou sem seu status

source: replied to "%s"
it_it: ha risposto a "%s"
pt_br: respondeu a "%s"

source: commented on %s photo
it_it: ha commentato %s foto
pt_br: comentou na foto de %s

source: commented on your photo
it_it: ha commentato la tua foto
pt_br: comentou em sua foto

source: commented on "%s"
it_it: ha commentato "%s"
pt_br: comentou em "%s"

source: likes your photo
it_it: piace la tua foto
pt_br: curtiu a sua foto

source: likes "%s"
it_it: piace "%s"
pt_br: curtiu "%s"

source: likes your status
it_it: piace il tuo stato
pt_br: Curtiu seu status

source: sent you a message
it_it: ti ha inviato un messaggio
pt_br: Enviou uma mensagem para você

source: added you to a conversation
it_it: ti ha aggiunto alla conversazione
pt_br: Adicionou você à uma conversa

source: accepted your friend request
it_it: ha accettato la tua richiesta di amicizia
pt_br: Aceitou a sua solicitação de amizade

source: requested to join "%s"
it_it: chiede di unirti a "%s"
pt_br: Solicitou para fazer parte de "%s"

source: tagged you in a photo
it_it: ti ha taggato in una foto
pt_br: Marcou você em uma foto

source: Offline Mode
it_it: Modalità Offline
pt_br: Modo offline

source: Me
it_it: Io
pt_br: Eu

source: Done Tagging
it_it: Finito di Taggare
pt_br: Concluir Marcações

source: Done!
it_it: Fatto!
pt_br: Feito!

source: Photo has been marked for deletion
it_it: La foto è stata selezionata per l'eliminazione
pt_br: A foto foi marcada para ser apagada

source: Are you sure you want to delete this photo?
it_it: Sei sicuro di voler cancellare questa foto?
pt_br: Tem certeza que quer apagar esta foto?

source: Location
it_it: Posizione
pt_br: Localização

source: created a new blog entry
it_it: ha creato un nuovo articolo
pt_br: criou uma nova mensagem no blog

source: commented on %s blog
it_it: commentato %s blog
pt_br: comentou no blog de %s

source: commented on %s album
it_it: commentato %s album
pt_br: comentou no álbum de %s

source: commented on %s topic
it_it: commentato %s topic
pt_br: comentou no tópico de %s

source: commented on %s video
it_it: ha commentato %s video
pt_br: comentou no vídeo de %s

source: is attending
it_it: è atteso
pt_br: está participando

source: and
it_it: e
pt_br: e

source: created a new event
it_it: ha creato un nuovo evento
pt_br: criou um novo evento

source: is now friends with
it_it: è ora amico con
pt_br: agora é amigo de

source: joined %s
it_it: si è unito %s
pt_br: está participando de %s

source: changed %s profile picture
it_it: ha cambiato %s la sua foto del profilo
pt_br: alterou %s imagem do perfil

source: is attending %s
it_it: pertecipa %s
pt_br: está participando de %s

source: joined group %s
it_it: si è unito al gruppo %s
pt_br: está participando do grupo %s

source: was tagged in a photo
it_it: è stato taggato in una foto
pt_br: foi marcado(a) numa foto

source: and %s are now friends
it_it: e %s sono ora amici
pt_br: e %s agora são amigos

source: added %s new photo to album
it_it: ha aggiunto %s nuova foto all'album
pt_br: adicionou %s nova foto ao álbum

source: added %s new photo
it_it: ha aggiunto %s nuova foto
pt_br: adicionou %s nova foto

source: created a new group
it_it: ha creato un nuovo gruppo
pt_br: criou um novo grupo

source: joined group
it_it: si è unito al gruppo
pt_br: está participando do grupo

source: likes %s blog
it_it: piace %s blog
pt_br: curtiu o blog de %s

source: likes %s album
it_it: piace %s album
pt_br: curtiu o álbum de %s

source: likes %s photo
it_it: piace %s foto
pt_br: curtiu a foto de %s

source: likes %s topic
it_it: piace %s topic
pt_br: curtiu o tópico de %s

source: likes %s video
it_it: piace %s video
pt_br: curtiu do vídeo de %s

source: created a new topic
it_it: ha creato un nuovo topic
pt_br: criou um novo tópico

source: shared a new video
it_it: ha condiviso in nuovo video
pt_br: compartilhou um novo vídeo

source: %s sent you a friend request
it_it: %s ti ha inviato una richiesta di amicizia
pt_br: %s enviou para você uma solicitação de amizade

source: to respond to this request
it_it: per rispondere a questa richiesta
pt_br: para responder a esta solicitação

source: to view it
it_it: per vederlo
pt_br: para ver

source: %s invited you to join %s
it_it: %s ti ha invitato ad unirti a %s
pt_br: %s convidou você para fazer parte do grupo %s

source: to visit
it_it: per visitare
pt_br: para visitar

source: to view all your notifications
it_it: per vedere tutte le tue notifiche
pt_br: para ver todas as suas notificações

source: A request to reset password was submitted. If it's not you, please ignore this email<br />To reset your password, please click
pt_br: Um solicitação para zerar a senha foi enviada. Se não foi você, por favor ignore este e-mail<br />Para zerar sua senha, por favor clique

source: here
it_it: qui
pt_br: aqui

source: Hello %s, welcome to %s!
it_it: Ciao %s, benvenuto su %s!
pt_br: Olá %s, bemvindo ao %s!

source: Your account has been created.
it_it: Il tuo account è stato creato
pt_br: Sua conta foi criada.

source: Please click the link below to validate your email
pt_br: Por favor, clique no link abaixo para validar seu e-mail

source: You can login
pt_br: Agora você pode se logar

source: Not on your friends list? Enter their emails below (separated by commas)<br />Limit 10 email addresses per request
it_it: Non sono sulla tua lista di amici? Inserisci i loro indirizzi email (separati da virgola)<br />Massimo 10 per richiesta
pt_br: Não está na sua lista de amigos? Digite o endereço de e-mail deles abaixo (separados por vírgulas)<br />Limite de 10 e-mail pro solicitação

source: Send Invitations
it_it: Invia Inviti
pt_br: Enviar convites

source: Upload a Picture
it_it: Carica un\'immagine
pt_br: Enviar uma imagem

source: To date must be greater than From date
it_it: La data di fine deve essere maggiore della data di inizio
pt_br: Até a data tem que ser maior que de data

source: Event Title
it_it: Titolo Evento
pt_br: Título do evento

source: e.g. Aluminum Hall, Carleton University
it_it: es. Casa di Paolo, Roma
pt_br: Ex.: Shopping Barigui, Autódromo de Londrina

source: Enter the full address (including city, state, country) of the location.<br />This will render a Google map on your event page (optional)
it_it: Inserisci l'indirizzo completo (includi città,regione,stato) della località<br />Questo creerà la mappa con Google Map sulla tua pagina evento (opzionale)
pt_br: Digite o endereço completo (incluindo cidade, estado, país) do local.<br />Isto ira gerar um mapa do Google map na página do seu evento (opcional)

source: From
it_it: Inizio
pt_br: De

source: Event Type
it_it: Tipo Evento
pt_br: Tipo do evento

source: Public: anyone can view and RSVP<br />Private: only invited guests can view and RSVP
it_it: Pubblico: tutti possono vedere l'evento e confemare la partecipazione<br />Privato: solo i membri invitati possono vedere l'evento e confemare la partecipazione
pt_br: Público: Todos podem visualizar e interagir<br />Fechado: Apenas convidados podem visualizar e interagir

source: Photo
it_it: Foto
pt_br: Foto

source: Are you sure you want to remove this event?
it_it: Sei sicuro di voler eliminare questo evento?
pt_br: Tem certeza que quer remover este evento?

source: All Events
it_it: Tutti gli Eventi
pt_br: Todos os eventos

source: My Upcoming Events
it_it: I Miei Prossimi Eventi
pt_br: Meus eventos Futuros

source: Friends Attending
it_it: Amici che Partecipano
pt_br: Amigos participando

source: Past Events
it_it: Eventi Passati
pt_br: Eventos Passados

source: Invite Friends to Attend
it_it: Invita Amici a Partecipare
pt_br: Convidar amigos para participar

source: Are you attending?
it_it: Parteciperai?
pt_br: Você aceita o convite?

source: Yes
it_it: Sì
pt_br: Sim

source: No
pt_br: Não

source: Maybe
it_it: Forse
pt_br: Talvez

source: Confirm RSVP
it_it: Conferma RSVP
pt_br: Confirmar solicitação

source: %s Attending
it_it: %s Partecipano
pt_br: %s está participando

source: %s Maybe Attending
it_it: %s Forse Partecipano
pt_br: %s Talvez participe

source: %s Awaiting Response
it_it: %s in Attesa di Risposta
pt_br: %s está aguardando resposta

source: %s Not Attending
it_it: %s Non Partecipano
pt_br: %s não está participando

source: Report Event
it_it: Segnala Evento
pt_br: Denunciar Evento

source: Time
it_it: Ora
pt_br: Hora

source: View Map
it_it: Guarda la Mappa
pt_br: Ver Mapa

source: Created by
it_it: Creato da
pt_br: Criado por

source: Info
pt_br: Informação

source: No messages found
it_it: Nessun messaggio trovato
pt_br: Nenhuma mensagem encontrada

source: Request Sent
it_it: Richiesta inviata
pt_br: Solicitação enviada

source: You can send <b>%s</b> an optional message below
it_it: Puoi inviare a <b>%s</b> il messaggio opzionale
pt_br: Você pode enviar para <b>%s</b> uma mensagem opcional abaixo

source: Send Request
it_it: Invia Richiesta
pt_br: Enviar solicitação

source: Your invitation has been sent
it_it: Il tuo invito è stato inviato
pt_br: Seu convite foi enviado

source: Invite Your Friends
it_it: Invita i tuoi Amici
pt_br: Convide seus amigos

source: Enter your friends' emails below (separated by commas). Limit 10 email addresses per request
it_it: Inserisci le email dei tuoi amici qui sotto(separate da virgola). Al massimo 10 indirizzi per richiesta
pt_br: Digite os endereços de e-mail dos seus amigos abaixo (separados por vírgula).Limite de 10 endereços de e-mail por solicitação

source: Send Invitation
it_it: Invia Inviti
pt_br: Enviar convite

source: Friend Requests
it_it: Richieste di Amicizia
pt_br: Solicitação de Amizade

source: You have no friend requests
it_it: Non hai richieste di amicizia
pt_br: Você não tem nenhuma solitação de amizade

source: Accept
it_it: Accetta
pt_br: Aceitar

source: No join requests
it_it: Nessuna richiesta di partecipazione
pt_br: Solicitações recusadas

source: Group Name
it_it: Nome Gruppo
pt_br: Nome do Grupo

source: Group Type
it_it: Tipo Gruppo
pt_br: Tipo do Grupo

source: Public: anyone can view and join<br />Private: only members can view group's details<br />Restricted: anyone can view but join request has to be accepted by group admins
it_it: Pubblico: chiunque può unirsi<br />Privato: solo i membri possono vedere i dettagli del gruppo<br />Ristretto: tutti possono vedere i dettagli ma le richieste di entrare nel gruppo devono essere accettate da un amministratore
pt_br: Público: Todos podem ver e participar<br />Fechado: apenas integrantes podem ver os detalhes do grupo<br />Restrito: Todos podem ver mas solicitações de participação têm que ser aprovadas pelo administrador do grupo

source: Are you sure you want to remove this group?<br />All group contents will also be deleted!
it_it: Sei sicuro di voler cancellare questo gruppo?<br />Tutti i contenuti saranno eliminati!
pt_br: Tem certeza que quer remover este grupo?<br />Todo o conteúdo do grupo também será removido!

source: All Groups
it_it: Tutti i Gruppi
pt_br: Todos os Grupos

source: Friends' Groups
it_it: Gruppi degli Amici
pt_br: Grupos de Amigos

source: Are you sure you want to remove this member?
it_it: Sei sicuro di voler rimuovere questo membro?
pt_br: Tem certeza que quer remover este integrante?

source: Are you sure you want to make this member a group admin?
it_it: Sei sicuro di voler promuovere questo utente come amministratore di gruppo?
pt_br: Tem certeza que quer tornar este integrante um administrador do grupo?

source: Are you sure you want to demote this group admin?
it_it: Sei sicuro di voler rimuove questo amministratore?
pt_br: Tem certeza que quer deixar de fazer parte da administração deste grupo?

source: Details
it_it: Dettagli
pt_br: Detalhes

source: Members
it_it: Membri
pt_br: Integrantes

source: Admins
it_it: Amministratori
pt_br: Administradores

source: Invite Friends to Join
it_it: Invita Amici a Unirsi
pt_br: Convide amigos para participar

source: Are you sure you want to leave this group?
it_it: Sei sicuro di voler lasciare questo gruppo?
pt_br: Tem certeza que quer sair deste grupo?

source: Leave Group
it_it: Lascia il Gruppo
pt_br: Sair do Grupo

source: Report Group
it_it: Segnala il Gruppo
pt_br: Denunciar Grupo

source: Feature Group
it_it: Metti il Gruppo in evidenza
pt_br: Por o Grupo em Destaque

source: Unfeature Group
it_it: Metti il Gruppo non in evidenza
pt_br: Tirar o grupo do destaque

source: Loading...
it_it: Caricamento...
pt_br: Carregando...

source: No new notifications
it_it: Nessuna nuova notifica
pt_br: Não há novas notificações

source: All fields are required
it_it: Tutti i campi sono richiesti
pt_br: Todos os campos são obrigatórios

source: Contact Us
it_it: Contattaci
pt_br: Entre em Contato

source: Your Name
it_it: Il tuo Nome
pt_br: Seu nome

source: Notifications
it_it: Notifiche
pt_br: Notificações

source: This is an automated generated email. Please do not respond to it.
it_it: Questo è un messaggio generato automaticamente. Per favore non rispondere a questa mail.
pt_br: Este é um e-mail gerado automaticamente. Por favor, não responda.

source: If you don't want to receive these emails in the future, please visit
it_it: If non vuoi ricevere queste email in futuro, visita
pt_br: Se você não quiser mais receber este tipo de e-mail no futuro, por favor visite

source: and change your email setting.
it_it: e cambia le impostazioni email
pt_br: e mude suas configurações de e-mail, indo no topo direito do perfil, clicando no botão à esquerda do seu nome e escolhendo Settings

source: Clear All Notifications
it_it: Cancella tutte le Notifiche
pt_br: Limpar todas as notificações

source: Create New Page
it_it: Crea Nuova Pagina
pt_br: Criar uma nova página

source: An error has occurred
pt_br: Ocorreu um erro

source: You do not have permission to view this page
it_it: Non hai il permesso di vedere questa pagina
pt_br: Você não tem autorização para ver esta página

source: Save Photos
it_it: Salva le Foto
pt_br: Gravar Fotos

source: All Photos
it_it: Tutte le Foto
pt_br: Todas as Fotos

source: Friends' Photos
it_it: Foto degli Amici
pt_br: Fotos de Amigos

source: to create your first album
it_it: per creare il tuo primo album
pt_br: para criar o seu primeiro álbum

source: Reason
it_it: Ragione
pt_br: Razão

source: Search Filters
it_it: Filtri
pt_br: Filtros de busca

source: All Results
it_it: Tutti i Risultati
pt_br: Todos os resultados

source: Search Results
it_it: Risultati di Ricerca
pt_br: Resultado da busca

source: View More Results
it_it: Guarda Più Risultati
pt_br: Ver mais resultados

source: Latest
it_it: Ultimi
pt_br: Mais recente

source: Tag
pt_br: Marcador

source: First time on
it_it: Prima volta su
pt_br: Primeira vez em

source: Change
it_it: Cambia
pt_br: Mudar

source: Admin
it_it: Amministratore
pt_br: Administrar

source: Profile
it_it: Profilo
pt_br: Perfil

source: Keep me logged in
pt_br: Mantenha-me sempre logado

source: Register
it_it: Registrati
pt_br: Registrar

source: Hi
it_it: Ciao
pt_br: Olá

source: More
it_it: Di Più
pt_br: Mais

source: There are currently %s members and %s guests online
it_it: Ci sono attualmente %s membri e %s visitatori online
pt_br: No momento há %s membros e %s visitantes online

source: Enter your keyword here
it_it: Inserisci qui le parole chiave
pt_br: Digite a palavra chave aqui

source: View Full Site
pt_br: Ver o site completo

source: Welcome
it_it: Benvenuto
pt_br: Bemvindo

source: Profile Picture
it_it: Immagine Profilo
pt_br: Foto do Perfil

source: Save Thumbnail
it_it: Salva Miniatura
pt_br: Gravar miniatura

source: Cover Picture
it_it: Immagine Cover
pt_br: Imagem de Capa

source: Save Cover Picture
it_it: Salva Cover
pt_br: Salvar imagem de capa

source: Mutual Friends
it_it: Amici in Comune
pt_br: Amigos em comum

source: Feature User
it_it: Metti in evidenza l'Utente
pt_br: Colocar Usuário em Destaque

source: Unfeature User
it_it: Metti non in evidenza l'Utente
pt_br: Tirar Usuário do Destaque

source: Edit User
it_it: Modifica Utente
pt_br: Editar Usuário

source: Report User
it_it: Segnala Utente
pt_br: Denunciar Usuário

source: Unfriend
it_it: Togli Amicizia
pt_br: Deixar de ser amigo

source: Edit Avatar Picture
it_it: Modifica Avatar
pt_br: Editar imagem do perfil

source: Edit Cover Picture
it_it: Modifica Cover
pt_br: Editar imagem da capa

source: %s only shares some information with everyone
it_it: %s condivide solo qualche informazione con tutti
pt_br: %s somente compartilha algumas informações com todos

source: Are you sure you want to remove this topic?
it_it: Sei sicuro di voler cancellare questo topic?
pt_br: Tem certeza que quer remover este tópico?

source: Topic Title
it_it: Titolo Topic
pt_br: Título do Tópico

source: Topic
pt_br: Tópico

source: Attachments
it_it: Allegati
pt_br: Anexos

source: Toggle Attachments Uploader
it_it: Mostra/Nascondi Upload Allegati
pt_br: Ativa/Desativa envio de anexos

source: Attached Images
it_it: Immagini Allegate
pt_br: Imagens anexas

source: Attached Files
it_it: File Allegati
pt_br: Arquivos anexos

source: Pin Topic
pt_br: Marcar Tópico

source: Unpin Topic
pt_br: Desmarcar Tópico

source: Lock Topic
it_it: Blocca Topic
pt_br: Travar Tópico

source: Unlock Topic
it_it: Sblocca Topic
pt_br: Destravar Tópico

source: Replies (%s)
it_it: Risposte (%s)
pt_br: Respostas (%s)

source: This topic has been locked
it_it: Questo Topic è stato chiuso
pt_br: Este tópico foi travado

source: This a group topic. Only group members can leave comment
it_it: Questo è un topic di gruppo. Solo i membri possono lasciare commenti
pt_br: Este é um tópico de grupo. Apenas integrantes do grupo podem deixar comentários

source: %s download
pt_br: %s baixado

source: All Categories
it_it: Tutte le Categorie
pt_br: Todas as categorias

source: Friends' Topics
it_it: Topic degli Amici
pt_br: Tópicos de Amigos

source: Topic Creator
it_it: Creatore
pt_br: Criador do Tópico

source: Report Topic
it_it: Segnala il Topic
pt_br: Denunciar Tópico

source: Posted in
it_it: Postato in
pt_br: Enviado em

source: Replies
it_it: Risposte
pt_br: Respostas

source: New Password
it_it: Nuova Password
pt_br: Nova Senha

source: Upload New Picture
it_it: Carica una nuova Immagine
pt_br: Enviar nova imagem

source: Basic Information
it_it: Informazioni Principali
pt_br: Informações básicas

source: Profile URL
it_it: URL Profilo
pt_br: Caminho do Perfil

source: Registered Date
it_it: Data di Registrazione
pt_br: Data de registro

source: Last Online
it_it: Ultimo Accesso
pt_br: Última vez que esteve online

source: Recent Likes
it_it: Mi Piace Recenti
pt_br: Curtidas Recentes

source: Albums
pt_br: Álbuns

source: by %s
it_it: da %s
pt_br: por %s

source: Photo Albums
it_it: Foto Album
pt_br: Álbuns de Fotos

source: Tagged Photos
it_it: Foto dove sei Taggato
pt_br: Fotos Marcadas

source: My Friends
it_it: Miei Amici
pt_br: Meus amigos

source: Name
it_it: Nome
pt_br: Nome

source: Online Users
it_it: Utenti Online
pt_br: Usuários online

source: To change your password, please enter your current password to for verification
pt_br: Para mudar sua senha, por favor digite sua senha atual para verificação

source: Current Password
pt_br: Senha atual

source: View Profile
it_it: Guarda Profilo
pt_br: Ver Perfil

source: Are you sure you want to deactivate your account? Your profile will not be accessible to anyone and you will not be able to login again!
it_it: Sei sicuro di voler disattivare il tuo Account? IL tuo profilo non sarà più accessibile da nessuno e tu non potrai più effettuare il login!
pt_br: Tem certeza que quer desativar sua conta? Seu perfil não será acessível por ninguém e você não poderá mais se logar novamente!

source: Deactivate my account
it_it: Disattiva il mio Account
pt_br: Desativar minha conta

source: Are you sure you want to permanently delete your account? All your contents (including groups, topics, events...) will also be permanently deleted!
it_it: Sei sicuro di voler cancellare in maniera definiva il tuo account? Tutti i tuoi contenuti (inclusi gruppi, video, eventi...) saranno cancellati!
pt_br: Tem certeza que quer excuir permanentemente sua conta? Todo o seu conteúdo (incluindo grupos, tópicos, eventos...) também serão permanetemente excluídos!

source: Request to permanently delete my account
pt_br: Solicitação para excluir minha conta permanentemente

source: Forgot Password
it_it: Password Dimenticata
pt_br: Esqueceu sua senha?

source: An email has been sent to the email address that you entered<br />Please follow the instructions to reset your password<br />Check your spam folder if you don't see it
pt_br: Um e-mail foi enviado para o endereço de e-mail que você forneceu<br />Por favor, siga as instruções para zerar sua senha<br />Verifique sua pasta de lixo eletrônico/spam caso não encontre na caixa de entrada

source: Please enter your email to reset your password
pt_br: Por favor, digite seu e-mail para zerar sua senha

source: Reset Password
pt_br: Zerar a Senha

source: Edit Profile Picture
it_it: Modifica Foto Profilo
pt_br: Editar a imagem do Perfil

source: Copy and paste the video url in the text field below
it_it: Copia e incolla l'URL del video nel campo di testo
pt_br: Copie e cole o caminho do vídeo (URL) no campo abaixo

source: Source
it_it: Sorgente
pt_br: Fonte

source: URL
pt_br: Caminho(URL)

source: Fetch Video
it_it: Prendi il Video
pt_br: Pegar o vídeo

source: Video Title
it_it: Titolo del Video
pt_br: Título do Vídeo

source: Save Video
it_it: Salva Video
pt_br: Salvar o Vídeo

source: Are you sure you want to remove this video?
it_it: Sei sicuro di voler cancellare questo video?
pt_br: Tem certeza que quer remover este vídeo?

source: Delete Video
it_it: Cancella Video
pt_br: Excluir Vídeo

source: Video Details
it_it: Dettagli Video
pt_br: Detalhes do Vídeo

source: Edit
it_it: Modifica
pt_br: Editar

source: Comments (%s)
it_it: Commenti (%s)
pt_br: Comentários (%s)

source: This a group video. Only group members can leave comment
it_it: Questo è un Video di un gruppo. Solo i membri possono lasciare un commento
pt_br: Este é um vídeo do grupo. Apenas integrantes do grupo podem deixar comentários.

source: All Videos
it_it: Tutti i Video
pt_br: Todos os vídeos

source: Friends' Videos
it_it: Video degli Amici
pt_br: Vídeos de Amigos

source: Similar Videos
it_it: Video Simili
pt_br: Vídeos Similares

source: Edit Video Details
it_it: Modifica i Dettagli del Video
pt_br: Editar os detalhes do Vídeo

source: Edit Video
it_it: Modifica Video
pt_br: Editar Vídeo

source: Report Video
it_it: Segnala Video
pt_br: Denunciar Vídeo

source: Title is required
it_it: Il Titolo è obbligatorio
pt_br: O Título é obrigatório

source: Category is required
it_it: La Categoria è obbligatoria
pt_br: A Categoria é obrigatória

source: Body is required
it_it: Il Testo è obbligatorio
pt_br: Conteúdo é obrigatório
