Repository: linkimexico/aureum
Catalog: plugins/jsn/socialnetwork/app/Locale/*/LC_MESSAGES/default.po
Languages: it_it, pt_br

source: his
it_it: il suo
pt_br: dele

source: her
it_it: la sua
pt_br: dela

source: Your changes have been saved
it_it: Le modifiche sono state salvate
pt_br: Suas alterações foram salvas

source: Edit Album
it_it: Modifica Album
pt_br: Editar Álbum

source: Album has been deleted
it_it: L'album è stato cancellato
pt_br: O Álbum foi excluído

source: You are not allowed to view this site
it_it: Non ti è permesso di vedere questo sito
pt_br: Você não tem permissão para ver este site

source: Please login to view the site
it_it: Effettua il login per vedere il sito
pt_br: Por favor, faça login para ver o site

source: This account has been disabled
it_it: L'account è stato disabilitato
pt_br: Esta conta foi desativada

source: Access denied
it_it: Accesso negato
pt_br: Acesso Negado

source: Please login or register
it_it: Effettua il login o registrati
pt_br: Por favor, faça login ou se registre

source: You have not confirmed your email address! Check your email (including junk folder) and click on the validation link to validate your email address
pt_br: Você não confirmou seu denreço de e-mail! Verifique seu e-mail (inclusindo a pasta de lixo eletrônico) e clique no link de validação para validar seu endereço de e-mail

source: Item does not exist
it_it: L'oggetto non esiste più
pt_br: O item não existe

source: Only friends of the poster can view this item
it_it: Solo gli amici dell'autore possono vedere questo elemento
pt_br: Apenas amigos ou o proprietário podem ver este item

source: Only the poster can view this item
it_it: Solo l'autore può vedere questo elemento
pt_br: Apenas o proprietário pode ver este item

source: Your Notifications Summary
it_it: Sommario notifiche
pt_br: Sumário das suas notificações

source: Edit Entry
it_it: Modifica articolo
pt_br: Editar Postagem

source: Write New Entry
it_it: Scrivi un nuovo articolo
pt_br: Escrever nova Postagem

source: Entry has been deleted
it_it: L'articolo è stato salvato
pt_br: A postagem foi excluída

source: Recipient is required
pt_br: É necessário um Destinatário

source: Please select at least one person
it_it: Seleziona almeno una persona
pt_br: Por favor, selecione pelo menos uma pessoa

source: Events
it_it: Eventi
pt_br: Eventos

source: Edit Event
it_it: Modifica evento
pt_br: Editar Eventos

source: Add New Event
it_it: Aggiungi un evento
pt_br: Adicionar Novo Evento

source: invited you to "%s"
pt_br: convidou você para "%s"

source: Your invitations have been sent.
it_it: I tuoi inviti sono stati spediti
pt_br: Seus convites foram enviados

source: Invite more friends
it_it: Invita più amici
pt_br: Convide mais amigos

source: Event has been deleted
it_it: L'evento è stato cancellato
pt_br: Evento foi apagado

source: You cannot send friend request to yourself
it_it: Non puoi inviare una richiesta di amicizia a te stesso
pt_br: Você pode convidar a você mesmo

source: You are already a friend of this user
it_it: Sei già amico di questo utente
pt_br: Você já é amigo deste usuário

source: You have already sent a friend request to this user
it_it: Hai già inviato una richiesta di amicizia a questo utente
pt_br: Você já enviou uma solicitação de amizade para este usuário

source: Your request has been successfully sent
it_it: La tua richiesta è stato inviata
pt_br: Sua solicitação foi enviada com sucesso

source: wants to be friends with you
it_it: vuole diventare tuo amico
pt_br: quer ser seu amigo

source: You have already sent this user a friend request
pt_br: Você já enviou para este usuário uma solicitação de amizade

source: This user has already sent you a friend request
pt_br: Este usuário já enviou uma solicitação de amizade para você

source: You and %s are now friends
it_it: Tu e %s siete ora amici
pt_br: Você e %s agora são amigos

source: You have deleted the request. The sender will not be notified
pt_br: Você apagou a solicitação. O solicitante não será notificado

source: invited you to join %s
it_it: invitato ad unirti a %s
pt_br: convidou você para participar de %s

source: Groups
it_it: Gruppi
pt_br: Grupos

source: Edit Group
it_it: Modifica Gruppo
pt_br: Editar Grupo

source: Add New Group
it_it: Crea un gruppo
pt_br: Adicionar Novo Grupo

source: This is a private group. You must be invited by a group admin in order to join
pt_br: Este é um grupo privado. Você tem que ser convidado por um administrador do grupo para fazer parte

source: Your join request has been sent
pt_br: Sua solicitação de participação foi enviada

source: invited you to join "%s"
pt_br: convidou você para participar "%s"

source: is now a member of this group
it_it: è adesso membro del gruppo
pt_br: agora é um membro deste grupo

source: You have successfully left this group
it_it: Hai lasciato il gruppo
pt_br: Você saiu do grupo com sucesso

source: Group has been featured
it_it: Il gruppo è in evidenza
pt_br: O Grupo ficou em destaque

source: Group has been unfeatured
it_it: Il gruppo non è più in evidenza
pt_br: O grupo deixou de estar em destaque

source: Group has been deleted
it_it: Il gruppo è stato cancellato
pt_br: O grupo foi apagado

source: Thanks you! Your message has been sent
it_it: Grazie! il tuo messaggio è stato inviato
pt_br: Obrigado! Sua mensagem foi enviada

source: Invalid email address
it_it: Indirizzo mail non valido
pt_br: Endereço de e-mail inválido

source: Photos
it_it: Foto
pt_br: Fotos

source: Photos of %s
it_it: Foto di %s
pt_br: Fotos de %s

source: Duplicated tag!
it_it: Tag duplicato
pt_br: Marcador duplicado!

source: Duplicated report
it_it: Segnalazione duplicata
pt_br: Denúncia duplicada

source: reported a %s
it_it: segnalato a %s
pt_br: Denunciou um %s

source: Thank you! Your report has been submitted
it_it: Grazie! La tua segnalazione è stata inviata
pt_br: Obrigado! Sua denúncia foi enviada

source: Search term must have at least 4 characters
it_it: Il termine di ricerca deve contenere almeno 4 caratteri
pt_br: Termos de pesquisa devem ter pelo menos 4 letras/números

source: Topics
pt_br: Tópicos

source: Edit Topic
it_it: Modifica topic
pt_br: Editar Tópico

source: Create New Topic
it_it: Crea topic
pt_br: Criar um Novo Tópico

source: This is a private group topic and can only be viewed by the group's members
pt_br: Este é um tópico de um grupo fechado e pode ser visualizado apenas pelos membros do grupo

source: Topic has been deleted
it_it: Il topic è stato cancellato
pt_br: Tópico foi apagado

source: Topic has been pinned
it_it: Il Topic è stato marcato
pt_br: Tópico foi marcado

source: Topic has been unpinned
it_it: Il Topic non è più marcato
pt_br: Tópico foi desmarcado

source: Topic has been locked
it_it: Il Topic è stato chiuso
pt_br: Tópico foi bloqueado

source: Topic has been unlocked
it_it: Il topic è stato sbloccato
pt_br: Tópico foi desbloqueado

source: Profile Pictures
it_it: Immagini Profilo
pt_br: Imagens do Perfil

source: Cover Pictures
it_it: Immagini Cover
pt_br: Imagens de Capa

source: Newsfeed Photos
it_it: Foto Newsfeed
pt_br: Fotos de newsfeed

source: People
it_it: Persone
pt_br: Pessoas

source: Invalid email or password
pt_br: Endereço de e-mail inválido ou senha incorreta

source: The admin has disabled registration on this site
pt_br: O Administrador desabilitou registro para este site

source: Registration
pt_br: Registro

source: Invalid registration code
pt_br: Código de registro inválido

source: Invalid security question
pt_br: Pergunta de segurança inválida

source: Invalid security code
pt_br: Código de Segurança inválido

source: is required
pt_br: é obrigatório

source: Welcome to
it_it: Benvenuto su
pt_br: Bem vindo à Rede

source: An email has been sent to your email address<br />Please click the validation link to confirm your email
pt_br: Um e-mail foi enviado para você<br />Por favor verifique e clique no lnk de validação para confirmar

source: Something went wrong. Please contact the administrators
pt_br: Algo deu errado. Por favor contate o administrador

source: Registration Code
pt_br: Código de registro

source: Register with your Facebook account
pt_br: Registre-se com sua conta do Facebook

source: The user's account you were trying to view has been disabled
pt_br: A conta do usuário que você está tentando visualizar foi desativada

source: Edit Profile
it_it: Modifica Profilo
pt_br: Editar Perfil

source: Username must not be a numeric value
pt_br: Nome de usuário não pode ser apenas números

source: Username is restricted
pt_br: Nome de usuário é restrito

source: Incorrect current password
pt_br: Senha atual incorreta

source: Your password has been changed
pt_br: Sua senha foi alterada

source: Change Password
pt_br: Alterar senha

source: Please enter an email address
pt_br: Por favor, digite em endereço de e-mail

source: Password Change Request
pt_br: Solicitação de alteração de senha

source: Email does not exist
pt_br: E-mail não existe

source: Your password has been reset
pt_br: Sua senha foi zerada

source: Your account has been validated!
pt_br: Sua conta foi validada!

source: Invalid code!
pt_br: Código inválido

source: Username must be between 5 and 50 characters long
pt_br: Nome de usuário deve ter entre 5 e 50 letras e números

source: Username must only contain alphanumeric characters (no special chars)
pt_br: Nome de usuário somente pode letras alfanuméricas (sem letras especiais)

source: Username is already taken
pt_br: Nome de usuário já existe

source: Username is available
pt_br: Nome de usuário é inválido

source: Root admin account cannot be deactivated
pt_br: Conta padrão de administração não pode se desativada

source: Your account has been successfully deactivated
pt_br: Sua conta foi desativada com sucesso

source: requested to delete account
pt_br: Solicitação para escluir conta

source: Your account deletion request has been submitted
pt_br: Sua solicitação para excluir a conta foi enviada

source: This user has been successfully featured
pt_br: O usuário foi colocado em destaque com sucesso

source: This user has been successfully unfeatured
pt_br: O usuário foi tirado do destaque com sucesso

source: The admin has changed your password to
pt_br: O Administrador alterou sua senha para

source: Videos
it_it: Video
pt_br: Vídeos

source: Invalid URL. Please try again
pt_br: Caminho de internet inválido. Por favor, tente novamente

source: This is a private group video and can only be viewed by the group's members
pt_br: Este é um vídeo de um grupo fechado e pode ser visualizado apenas pelos seus integrantes

source: Video has been deleted
it_it: Il Video è stato cancellato
pt_br: Vídeo foi apagado

source: Just now
it_it: Adesso
pt_br: Agora mesmo

source: via mobile
pt_br: via celular

source: Comment
it_it: Commenta
pt_br: Comente

source: Write a comment...
it_it: Scrivi un commento
pt_br: Escreva um comentário...

source: Album Title
it_it: Titolo album
pt_br: Título do Álbum

source: Category
it_it: Categoria
pt_br: Categoria

source: Description
it_it: Descrizione
pt_br: Descrição

source: Tags
pt_br: Marcadores

source: Separated by commas
it_it: Separati da virgola
pt_br: Separados por vírgula

source: Privacy
pt_br: Privacidade

source: Everyone
it_it: Tutti
pt_br: Todos

source: Friends Only
it_it: Solo Amici
pt_br: Apenas Amigos

source: Me Only
it_it: Solo Me
pt_br: Apenas Eu

source: Save Album
it_it: Salva Album
pt_br: Gravar Álbum

source: View Album
it_it: Vedi Album
pt_br: Ver Álbum

source: No photos found
it_it: Nessuna foto trovata
pt_br: Nenhuma foto encontrada

source: Caption
it_it: Etichetta
pt_br: Legenda

source: Album cover
pt_br: Capa do Álbum

source: Delete
it_it: Cancella
pt_br: Apagar

source: Save Changes
it_it: Salva Modifiche
pt_br: Salvar alterações

source: Delete Album
it_it: Cancella Album
pt_br: Apagar Álbum

source: Are you sure you want to delete this album?<br />All photos will also be deleted!
pt_br: Tem certeza que quer apagar este álbum?<br />Todas as fotos também serão apagadas!

source: Actions
it_it: Azioni
pt_br: Ações

source: Edit Photos
it_it: Modifica Foto
pt_br: Editar Fotos

source: Upload Photos
it_it: Carica Foto
pt_br: Enviar Fotos

source: Posted by %s
it_it: Inviata da %s
pt_br: Enviadas por %s

source: in
pt_br: em

source: Report Album
it_it: Segnala Album
pt_br: Denunciar Álbum

source: Share This
it_it: Condividi
pt_br: Compartilhar

source: Comments
it_it: Commenti
pt_br: Comentários

source: Select Files
it_it: Seleziona Files
pt_br: Selecione os arquivos

source: Title
it_it: Titolo
pt_br: Título

source: Body
it_it: Testo
pt_br: Corpo

source: Upload Queued Files
it_it: Carica Coda dei Files
pt_br: Enviar arquivos enfileirados

source: Toggle Images Uploader
it_it: Visualizza Uploader Immagini
pt_br: Ativa/Desativa a janela de envio de imagens

source: Save
it_it: Salva
pt_br: Gravar

source: Cancel
it_it: Cancella
pt_br: Cancelar

source: Are you sure you want to remove this entry?
pt_br: Tem certeza que quer remover?

source: Browse
it_it: Naviga
pt_br: Navegar

source: All Entries
it_it: Tutti gli articoli
pt_br: Todos

source: My Entries
it_it: I miei articoli
pt_br: Meus apenas

source: Friends' Entries
it_it: Articoli degli amici
pt_br: Apenas dos Amigos

source: Enter keyword to search
it_it: Inserisc una parola da cercare
pt_br: Digite a palavra a ser localizada

source: Send %s a friend request
pt_br: Enviar a %s uma solicitação de amizade

source: Add as Friend
it_it: Aggiungi come amico
pt_br: Adicionar como Amigo

source: Other Entries
it_it: Altri articoli
pt_br: Outras

source: Report Blog
it_it: Segnala Articolo
pt_br: Denunciar Blog

source: Enter a friend's name
pt_br: Digite o nome de um amigo

source: No results
it_it: Nessun risultato
pt_br: Nenhum resultado

source: People you add will see all previous messages in this conversation
pt_br: As pessoas que você adicionar poderão ver todas as mensagens anterires nesta conversa

source: Add People
it_it: Aggiungi persone
pt_br: Adicionar pessoas

source: Send New Message
it_it: Invia nuovo messaggio
pt_br: Enviar nova mensagem

source: Conversations
it_it: Conversazioni
pt_br: Conversas

source: Your message has been sent
pt_br: Sua mensagem foi enviada

source: Send to
it_it: Invia a
pt_br: Até

source: To
it_it: A
pt_br: Até

source: Subject
it_it: Soggetto
pt_br: Assunto

source: Message
it_it: Messaggio
pt_br: Mensagem

source: Send Message
it_it: Invia Messaggio
pt_br: Enviar Mensagem

source: Participants
it_it: Partecipanti
pt_br: Participantes

source: Add People To This Conversation
it_it: Aggiungi persone a questa conversazione
pt_br: Adicionar pessoas à conversa

source: Are you sure you want to leave this conversation
pt_br: Tem certeza que quer sair da conversa?

source: Leave Conversation
it_it: Lascia la conversazione
pt_br: Sair da conversa

source: Back to Messages
it_it: Torna ai Messaggi
pt_br: Voltar às mensagens

source: Messages
it_it: Messaggi
pt_br: Mensagens

source: Please Confirm
pt_br: Por favor confirme

source: Are you sure you want to remove this activity?
pt_br: Tem certeza que quer remover esta atividade?

source: Are you sure you want to remove this comment?
pt_br: Tem certeza que quer remover este comentário?

source: Show More
it_it: Di più
pt_br: Mostrar mais

source: Show Less
it_it: Di meno
pt_br: Mostrar menos

source: People Who Like This
it_it: Persone a cui piace
pt_br: Pessoas que curtiram isso

source: View all comments
it_it: Guarda tutti i commenti
pt_br: Ver todos os comentários

source: View all %s comments
it_it: Guarda tutti %s i commenti
pt_br: Ver todos os comentários de %s

source: Load More
it_it: Di più
pt_br: Carregar mais

source: Write a comment
it_it: Scrivi un commento
pt_br: Escreva um comentário

source: Post
it_it: Invia
pt_br: Enviar

source: Login or register to post your comment
it_it: Effettua il login o registrati per inviare un commento
pt_br: Faça login ou regsitre-se para enviar comentários

source: Join Now!
it_it: Entra Adesso
pt_br: Participe Agora!

source: Be part of the community and join us today!
it_it: Diventa parte della nostra comunità!
pt_br: Faça parte da comunidade e participe hoje!

source: Like This
it_it: Mi Piace
pt_br: Gostou

source: User Menu
it_it: Menu utente
pt_br: Menu de usuário

source: Profile Information
it_it: Informazioni Profilo
pt_br: Editar Perfil

source: % selected
it_it: % selezionati
pt_br: %s selcionado

source: Join
it_it: Unisciti
pt_br: Participe

source: A registration code is required in order to register on this site
pt_br: Um código de registro é necessário para se cadastrar neste site

source: Full Name
it_it: Nome Completo
pt_br: Nome completo

source: Email Address
it_it: Indirizzo Mail
pt_br: Endereço de e-mail

source: Password
pt_br: Senha

source: Verify Password
pt_br: Verificar Senha

source: To avoid spam, please answer the following question
pt_br: Para evitar Spam, por favor responda à seguinte pergunta:

source: Please enter the two words in the box
pt_br: Digite as duas palavras na caixa

source: Sign Up
pt_br: Entrar

source: Continue
pt_br: Continuar

source: Mobile Site
pt_br: Site por celular

source: Language
pt_br: Idioma

source: Theme
pt_br: Tema

source: Search
it_it: Cerca
pt_br: Localizar

source: Admin Panel
it_it: Pannello Admin
pt_br: Painel Administrativo

source: New Messages (%s)
it_it: Nuovi Messaggi (%s)
pt_br: Novas Mensagens (%s)

source: Friend Requests (%s)
it_it: Richieste di Amicizia (%s)
pt_br: Solicitações de Amizade (%s)

source: Invite Friends
it_it: Invita Amici
pt_br: Convide Amigos

source: Log Out
it_it: Esci
pt_br: Sair

source: Login
pt_br: Entrar

source: Remember me
pt_br: Lembrar de mim

source: Forgot password?
pt_br: Esqueceu sua senha?

source: %s New Notification
it_it: %s Nuova Notifica
pt_br: %s Novas Noficações

source: Join Requests
pt_br: Aceite as solicitações

source: Click here
it_it: Clicca qui
pt_br: Clique aqui

source: to respond
pt_br: para responder

source: Information
it_it: Informazioni
pt_br: Informação

source: Type
it_it: Tipo
pt_br: Tipo

source: Public (anyone can view and join)
it_it: Pubblico (tutti possono vedere e unirsi)
pt_br: Público (qualquer pessoa pode ver e participar)

source: Private (only group members can view details)
it_it: Privato (solo i membri del gruppo possono vedere i dettagli)
pt_br: Fechado (apenas integrantes do grupo podem ver os detslhes)

source: Restricted (anyone can join upon approval)
it_it: Ristretto (Tutti possono unirsi dopo l'approvazione)
pt_br: Restrito (qualquer pessoa pode participar mediante aprovação)

source: Recent Activities
it_it: Attività Recenti
pt_br: Atividades Recentes

source: Write something...
it_it: Scrivi qualcosa
pt_br: Escreva algo

source: Share
it_it: Condividi
pt_br: Compartilhe

source: join request
pt_br: Aceite a solicitação

source: Share New Video
it_it: Condividi un nuovo video
pt_br: Compartilhe o Novo Vídeo

source: Upload a Photo
it_it: Carica una Foto
pt_br: Envie uma foto

source: Friends & Me
it_it: Amici e Me
pt_br: Amigos & Eu

source: What's New
it_it: Cosa c'é di Nuovo
pt_br: O que há de novo

source: Share what's new
it_it: Condividi qualcosa di nuovo
pt_br: Compartilhe O que há de novo

source: Create New Album
it_it: Crea un nuovo Album
pt_br: Criar novo álbum

source: My Photos
it_it: Mie Foto
pt_br: Minhas fotos

source: My Blog
it_it: Miei Articoli
pt_br: Meu Blog

source: Create New Event
it_it: Crea un nuovo Evento
pt_br: Ciar um novo evento

source: Upcoming Events
it_it: Prossimi Eventi
pt_br: Eventos futuros

source: Create New Group
it_it: Crea un nuovo Gruppo
pt_br: Criar um novo Grupo

source: My Groups
it_it: Miei Gruppi
pt_br: Meus Grupos

source: My Topics
it_it: Miei Topics
pt_br: Meus Tópicos

source: Are you sure you want to remove this friend?
pt_br: Tem certeza que quer remover este amigo?

source: Friends
it_it: Amici
pt_br: Amigos

source: My Videos
it_it: Miei Video
pt_br: Meus Vídeos

source: Enter person's name
pt_br: Digite o nome da pessoa

source: Or select a friend
pt_br: Ou selecione um amigo

source: Submit
it_it: Invia
pt_br: Enviar

source: Tag Photo
it_it: Tagga nella Foto
pt_br: Marcar Foto

source: Download Hi-res
pt_br: Baixar em Alta Resolução

source: This a group photo. Only group members can leave comment
pt_br: Esta é uma foto que pertence a um grupo. Apenas integrantes do grupo podem fazer comentários.

source: In this photo
it_it: In questa foto
pt_br: Nesta foto

source: Delete Photo
it_it: Cancella foto
pt_br: Apagar Foto

source: Report
it_it: Segnala
pt_br: Denunciar

source: Report Photo
it_it: Segnala Foto
pt_br: Denunciar Foto

source: %s person likes this
it_it: A %s persona piace questo
pt_br: %s pessoa curtiu isso

source: Gender
it_it: Sesso
pt_br: Sexo

source: Male
it_it: Maschio
pt_br: Masculino

source: Female
it_it: Femmina
pt_br: Feminino

source: Born on
it_it: Nato il
pt_br: Nascido em

source: What's on your mind?
it_it: Che cosa hai in mente?
pt_br: No que você está pesando?

source: Required Information
it_it: Informazioni richieste
pt_br: Informação necessária

source: Birthday
it_it: Compleanno
pt_br: Aniversário

source: Only month and date will be shown on your profile
pt_br: Apenas o mês e a data serão mostrados em seu perfil

source: Timezone
pt_br: Fuzo-horário

source: Optional Information
pt_br: Informação opcional

source: Username
pt_br: Nome de usuário

source: Check Availability
pt_br: Verificar disponibilidade

source: About
pt_br: Sobre

source: Additional Information
pt_br: Informação Adicional

source: User Settings
pt_br: Configurações do usuário

source: Profile Privacy
it_it: Privacy Profilo
pt_br: Privacidade do Perfil

source: Receive Site Emails (including daily notification summary email)
pt_br: Receber e-mail do site (incluindo sumários de notificações diários)

source: Do not show my online status
pt_br: Não mostrar meu status de Online

source: Nothing found
it_it: Non ho trovato niente
pt_br: Nada econtrado

source: %s comment
it_it: %s commento
pt_br: %s comentário

source: %s like
it_it: %s mi piace
pt_br: %s curtida

source: %s attending
it_it: %s partecipanti
pt_br: %s participando

source: %s member
it_it: %s membro
pt_br: %s membro

source: %s photo
it_it: %s foto
pt_br: %s foto

source: Popular Tags
pt_br: Marcadores populares

source: %s reply
it_it: %s risposta
pt_br: %s resposta

source: Featured Groups
it_it: Gruppi in Evidenza
pt_br: Grupos em Destaque

source: Featured Members
it_it: Membri in Evidenza
pt_br: Integrantes em Destaque

source: People You May Know
it_it: Persone Che Puoi Conoscere
pt_br: Pessoas que talvez você conheça

source: Add as friend
it_it: Aggiungi come Amico
pt_br: Adicionar como Amigo

source: View all
it_it: Guarda tutti
pt_br: Ver Todos

source: %s mutual friend
it_it: %s amico in comune
pt_br: %s amigo em comum

source: Who's Online
it_it: Chi è Online
pt_br: Quem está online?

source: There are currently %s and %s online
it_it: Ci sono attualmente %s e %s online
pt_br: Neste momento há %s e %s online

source: %s guest
it_it: %s visitatore
pt_br: %s convidado

source: Popular Albums
it_it: Album Popolari
pt_br: Álbuns populares

source: Popular Entries
it_it: Articoli Popolari
pt_br: Postagens Populares

source: Popular Events
it_it: Eventi Popolari
pt_br: Eventos Populares

source: Popular Groups
it_it: Gruppi Popolari
pt_br: Grupos Populares

source: Popular Topics
it_it: Topics Popolari
pt_br: Tópicos Populares

source: Popular Videos
it_it: Video Popolari
pt_br: Vídeos Populares

source: Recently Joined
it_it: Ultimi iscritti
pt_br: Participantes Mais Recentes

source: Today Birthdays
it_it: Compleanni di Oggi
pt_br: Aniversariantes do dia

source: No more results found
it_it: Nessun risultato
pt_br: Não há mais resultados

source: Posted by
it_it: Inviato da
pt_br: Enviado por

source: Read more
it_it: Leggi di più
pt_br: Leia mais
